/* SUAppWindowControllerPriv */

"NOT_NOW_TITLE" = "지금 안 함";
"QUIT_TITLE" = "종료";
"RESCAN_TITLE" = "지금 확인";

// these are used in the window header area
"NEW_SOFTWARE_TITLE" = "이 컴퓨터에 대한 새로운 소프트웨어가 있습니다.";
"NEW_SOFTWARE_MESSAGE" = "지금 설치하지 않으려면, 나중에 설치할 때 Apple 메뉴 > 소프트웨어 업데이트를 선택하십시오.";
// these are used in the window header area and in sheets
"UP_TO_DATE_TITLE" = "최신 소프트웨어입니다.";
"UP_TO_DATE_MESSAGE" = "소프트웨어 업데이트가 현재 사용자의 컴퓨터에 대한 새로운 소프트웨어가 없음을 확인하였습니다.";
"UP_TO_DATE_WITH_IGNORED_MESSAGE" = "무시하도록 선택한 업데이트 이외에 사용 가능한 업데이트가 없습니다. 나중에 다시 시도하십시오.";
"RESET_IGNORED_UPDATES_TITLE" = "무시한 업데이트 재설정";
// these are used only in the error sheet
"FAILED_SCAN_NETWORK_ERROR_TITLE" = "소프트웨어 업데이트가 네트워크 문제로 업데이트를 확인할 수 없습니다.";
"FAILED_SCAN_OTHER_ERROR_TITLE" = "업데이트 확인 실패.";
"NETWORK_DIAGNOSTICS_TITLE" = "네트워크 진단...";
// these are used only when a non-standard catalog URL is set (Software Update Server)
"FAILED_SCAN_SUS_ERROR_TITLE" = "소프트웨어 업데이트 서버(%@)가 응답하지 않습니다.";
"FAILED_SCAN_SUS_ERROR_MESSAGE" = "네트워크 연결이 정상적으로 작동하는지 확인하십시오. 연결에 아무 문제가 없다면 네트워크 관리자에게 문의하십시오.";

// dealing with multiple SU sessions
"OTHER_SESSION_USER_TITLE" = "%@이(가) 업데이트를 설치하는 중입니다.";
"OTHER_SESSION_UNKNOWN_TITLE" = "다른 사용자가 업데이트를 설치하는 중입니다.";
"OTHER_SESSION_SAME_TITLE" = "현재 업데이트가 설치되는 중입니다.";
"OTHER_SESSION_MESSAGE" = "Apple 메뉴에 있는 소프트웨어 업데이트를 선택하여 나중에 추가 업데이트를 확인할 수 있습니다.";
"OTHER_DONE_USER_TITLE" = "%@이(가) 업데이트를 설치했습니다. 지금 추가 업데이트를 확인하겠습니까?";
"OTHER_DONE_UNKNOWN_TITLE" = "다른 사용자가 업데이트를 설치했습니다. 지금 추가 업데이트를 확인하겠습니까?";
"OTHER_DONE_SAME_TITLE" =  "업데이트가 설치되었습니다. 지금 추가 업데이트를 확인하겠습니까?";
"OTHER_DONE_MESSAGE" = "지금 확인하고 싶지 않다면, Apple 메뉴에 있는 소프트웨어 업데이트를 선택하여 나중에 추가 업데이트를 확인할 수 있습니다.";

// External Testing Mode Warnings
"DANGER_SIGNATURE_CHECK_OFF_TITLE" = "위험: Apple 서명 확인 비활성화됨";
"DANGER_SIGNATURE_CHECK_OFF_INFO" = "현재 일반 사용에 안전하지 않은 테스트 모드로 소프트웨어 업데이트를 실행 중입니다. 이 모드에서는 Apple의 서명 뿐만 아니라 모든 \"신뢰할 수 있는\" 서명을 사용하는 업데이트가 허용됩니다. 다른 업체의 Apple Software Update 패키지를 테스트 하는 중이 아니라면, 즉시 Apple Software Update의 사용을 종료하도록 권장합니다.";
"DANGER_SIGNATURE_CHECK_OFF_USE_IN_TEST_BUTTON" = "테스트 모드로 사용";
"DANGER_SIGNATURE_CHECK_OFF_QUIT_BUTTON" = "종료";

/* SUAppDetailedView */
"LogOutRequired" = "업데이트가 설치된 후 로그 아웃해야 합니다.";
"LogOutRequired_Single" = "업데이트가 설치된 후 로그 아웃해야 합니다.";
"RestartRequired" = "업데이트가 설치된 후 컴퓨터를 재시동해야 합니다.";
"RestartRequired_Single" = "업데이트가 설치된 후 컴퓨터를 재시동해야 합니다.";
"ShutDownRequired" = "업데이트가 설치된 후 컴퓨터를 시스템 종료해야 합니다.";
"ShutDownRequired_Single" = "업데이트가 설치된 후 컴퓨터를 시스템 종료해야 합니다.";
"RestartRecommended" = "업데이트가 설치된 후 컴퓨터를 재시동하도록 권장됩니다.";
"RestartRecommended_Single" = "업데이트가 설치된 후 컴퓨터를 재시동하도록 권장됩니다.";

"Install" = "설치";
"Install1Item" = "1개 항목 설치";
"InstallNItems" = "%d개 항목 설치";

/* Used for AXRoleDescription of restart requirement badges */
"RestartRequirementIndicatorRoleDescription" = "표시기";


/* SUAppProductItem */
"INSTALLED_LABEL" = "설치됨";
"PARTIALLY_DOWNLOADED_LABEL_FORMAT" = "일부 다운로드됨(%d%%)";
"DOWNLOADED_LABEL" = "다운로드 됨";
"ERROR_LABEL" = "오류";

"SELECTION_LABEL_FORMAT" = "%@: %@.";

"DOWNLOAD_MENU_ITEM_GENERIC" = "Apple 다운로드 페이지로 이동...";
"DOWNLOAD_MENU_ITEM_PRODUCT" = "“%@” 다운로드 페이지로 이동...";


/* SUAppProductItemController */
"ConfirmMakeInactive1ItemTitle" = "목록에서 \"%@\" 업데이트를 제거하겠습니까?";
"ConfirmMakeInactive1ItemMessage" = "이 업데이트의 새로운 버전에 대해 더 이상 알려주지 않습니다. 이 업데이트를 다시 보려면, 소프트웨어 업데이트 > 무시한 업데이트 재설정을 선택하십시오.";
"ConfirmMakeInactiveNItemsTitle" = "목록에서 %d개의 업데이트를 제거하겠습니까?";
"ConfirmMakeInactiveNItemsMessage" = "이 업데이트의 새로운 버전에 대해 더 이상 알려주지 않습니다. 이 업데이트를 다시 보려면, 소프트웨어 업데이트 > 무시한 업데이트 재설정을 선택하십시오.";

"OK_TITLE" = "승인";
"CANCEL_TITLE" = "취소";

"RESCAN_ERROR_TITLE" = "업데이트를 확인하는 중에 오류가 발생했습니다.";
